Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=298_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät kiirehtii alkuperäiskansaoikeuksien kehittämistä
sme: Sámediggi hoahpuha álgoálbmotvuoigatvuođaid ovddideami

source: Saamelaiskäräjät pyytää valtioneuvostolta yhteiskokousta alkuperäiskansaoikeuksien kehittämiseksi.
sme: Sámediggi bivdá stáhtaráđis oktasaščoahkkima álgoálbmotvuoigatvuođaid ovddideamis.

source: Saamelaiskäräjät on tyytymätön saamelaisille perustuslaissa turvattujen alkuperäiskansaoikeuksien kehittymiseen Suomessa.
sme: Sámediggi lea duhtameahttun sámiide vuođđolágas dorvvastuvvon álgoálbmotvuoigatvuođaid ovdáneapmái Suomas.

source: Oikeusministeriö on lähestynyt saamelaiskäräjiä kirjeellä, joka koskee yleisen ratkaisun aikaansaamista saamelaisten oikeusaseman parantamiseksi eri hallinnonaloilla ja lainsäädännössä.
sme: Vuoigatvuohtaministeriija lea lahkonan sámedikki reivviin, mii guoská almmolaš čovdosa áigái oažžumii, man dárkkuhussan lea buoridit sápmelaččaid riektesasjádaga iešguđet hálddahussurggiin ja láhkaásaheamis.

source: Saamelaiskäräjien hallitus on ilmoittanut ministeriölle tyytymättömyytensä siihen, ettei ILO 169-sopimuksen ratifiointia ole mainittu valtion ensisijaisena tavoitteena.
sme: Sámedikki stivra lea almmuhan ministeriijai iežas duhtameahttunvuođa das, ahte ILO 169-soahpámuša ratifiseren ii leat máinnašuvvon stáhta vuoruhuvvon ulbmilin.

source: Hallitus on myös vastauksessaan ministeriölle paheksunut alkuperäiskansaoikeuksien kehittymisen hitautta ja pyytänyt valtioneuvostolta yhteiskokousta saamelaiskäräjien hallituksen, pääministerin ja asiaa koskevien avainministereiden kanssa.
sme: Stivra lea maid iežas vástádusas ministeriijai imaštallan álgoálbmotvuoigatvuođaid ovddideami ádjáneami ja bivdán stáhtaráđis oktasaščoahkkima sámedikki stivrrain, oaiveministtariin ja dán ášši čoavddaministtariiguin.

source: Puheenjohtaja Klemetti Näkkäläjärvi kertoi saamelaiskäräjien 24.6. kokoontuneelle täysistunnolle ajankohtaisista asioista.
sme: Ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi, muitalii sámedikki 24.6. čoahkkánan dievasčoahkkimii áigeguovdilis áššiin.

source: Hän totesi Vanhasen toisen hallituksen toimiajasta kuluneen jo yli puolet, eikä hallitus ole edistänyt alkuperäiskansaoikeuksia kuten hallitusohjelmaan on kirjoitettu.
sme: Son gávnnahii, ahte Vanhasa nuppi ráđđehusa doaibmaáigodat lea juo mannan beallemutto meaddel, iige ráđđehus leat ovddidan álgoálbmotvuoigatvuođaid nugo ráđđehusprográmmii lea čállojuvvon.

source: Alkuperäiskansa-asiat edistyvät ympäristöhallinnossa
sme: Álgoálbmotáššit ovdánit birashálddahusas

source: Ympäristöministeriö on asettanut kesäkuun alussa alkuperäiskansojen perinnetietoa käsittelevän asiantuntijatyöryhmän.
sme: Birasministeriija lea ásahan geassemánu álggus álgoálbmogiid árbedieđu gieđahalli áššedovdibargojoavkku.

source: Sen tehtävänä on käsitellä biodiversiteettisopimukseen kuuluvaa artiklaa, joka koskee alkuperäiskansan perinnetiedon soveltamista.
sme: Dan bargun lea suokkardit biodiversiteahttasoahpamuššii gullevaš artihkkala, mii guoská álgoálbmoga árbedieđu heiveheami.

source: Saamelaiskäräjien puheenjohtaja ilmoitti tyytyväisenä, että saamelaiskäräjillä on hyvä edustus työryhmässä.
sme: Sámedikki ságadoalli almmuhii duhtávažžan, ahte sámedikkis lea buorre ovddastus bargojoavkkus.

source: Hän itse toimii työryhmän pu-heenjohtajana.
sme: Son ieš bargá bargojoavkku ságadoallin.

source: Saamelaiskäräjien edustajina mukana ovat myös utsjokelainen lääkäri, saamelaiskäräjien jäsen Heidi Eriksen ja poroisäntä J. Antti Magga Enontekiöltä.
sme: Sámedikki ovddasteaddjin bargojoavkkus leaba maid ohcejohkalaš doavttir, sámedikki áirras Heidi Eriksen ja boazoisit J. Antti Magga Eanodagas.
